name = 'это моя строка'
print(name[0])
print(name[-1])
print(name[2:5])
print(name[::-1])
print(len(name))
print('это новая строка, ' + name)


# Выведите подстроку с третьего по пятый символы (то есть со второго по четвёртый индекс. Важно помнить что в записи [4:8] выведется с 4 по 7 индекс).
